var app = new Vue({
  el: '#profile-constructor',
  data: {
    title: '',
    description: '',
    titleSample: 'ACME ICO',
    descriptionSample: 'ACME - самая инновационная компания в области энергетики, недавно внедрившая запатентованную технологию получения электричества из воздуха! Просто включите генератор, и статический ток с Земли направится в ваши приборы.',
    team: '',
    teamSample: `John Doe: генеральный директор ACME и ведущий специалист в области электротехники. Он зарегистрировал различные патенты, в том числе ударопрочные резиновые утки и механизм индуктивности колес будущего. Он известен изобретением  процесса выработки электричества из воздуха.

    Sir Low Inn: опытный разработчик с опытом работы в Facemovie, Doodle, Amatron, Yoodle! и других технических компаниях, он является самым узнаваемым разработчиком блокчейнов в мире, поэтому мы решили держать его под замком 24/7, поскольку он знает слишком много секретов компании.`,
    legal: '',
    legalSample: 'Наши жетоны не являются ни ценными бумагами, ни коммунальными услугами - они представляют собой мнимую валюту, которую можно обменять на товары. Вы приносите мнимые деньги, и мы даем вам реальные товары. По рукам?'
  }
})