var app = new Vue({
  el: '#profile-constructor',
  data: {
    title: '',
    description: '',
    titleSample: 'ACME ICO',
    descriptionSample: 'ACME — самая инновационная компания в области энергетики, недавно разработавшая и запатентовавшая технологию получения электричества из воздуха! Просто включите генератор, и статический ток из атмосферы направится в ваши электроприборы.',
    team: '',
    teamSample: `Джон Доу: генеральный директор ACME и ведущий специалист в области электроники. Зарегистрировал широкий ряд патентов, в том числе на ударопрочные резиновые утки и механизм индуктивности колес будущего. Известен изобретением  процесса выработки электричества из воздуха.

    Сир Лоу Инн: разработчик с опытом работы в Facemovie, Doodle, Amatron, Yoodle! и других технических компаниях, он — самый узнаваемый блокчейн-разработчик в мире, поэтому мы держим его под замком 24/7, так как он знает слишком много.`,
    legal: '',
    legalSample: 'Наши токены не являются ни ценными бумагами, ни утилитис — они являются простыми фантиками, которые можно обменять на товары. Вы приносите нам фантики, и мы даем вам реальные товары. По рукам?'
  }
})